// Напишите метод, который задает массив из 8 элементов и выводит их на экан.
// 1, 2, 5, 7, 19 -> [1, 2, 5, 7, 19]
// 6, 1, 33 -> [6, 1, 33]

// Если честно, то не совсем поняла задачу... но попробовала сделать так, но не получилось...
// Еще пробовала сделать через печать массива одного за другим, но там вообще запуталась...

int [] array1 = {1, 2, 5, 7, 19};
int [] array2 = {6, 1, 33};
int [] array3 = sum(array1, array2);

for (int i = 0; i < array3.Langth; i++)
Console.Write($"{array3[i]}");
Console.WriteLine();
